ack
autoconf
automake
boost
coreutils
ctags
elasticsearch
encfsmacosxfuse
enscript
fontconfig
fontforge
freetype
gdbm
gettext
ghc
ghostscript
git
git-extras
grc
haskell-platform
heroku-toolbelt
iftop
jbig2dec
jpeg
lame
libevent
libpng
libtiff
libyaml
links
little-cms2
lzlib
maven
memcached
node
openssl
pcre
pkg-config
play
python
qt
rbenv
readline
rlog
ruby-build
sbt
scala
sleepwatcher
sqlite
the_silver_searcher
tree
xz
zsh
