tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "iloveitaly/tap"
tap "oktadeveloper/tap"
tap "puma/puma"
tap "universal-ctags/universal-ctags"
brew "adr-tools"
brew "webp"
brew "jpeg-xl"
brew "apache-arrow"
brew "asciiquarium"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "coreutils"
brew "cython"
brew "diff-so-fancy"
brew "dnsmasq"
brew "eza"
brew "gcc"
brew "openblas"
brew "numpy"
brew "ffmpeg"
brew "fzf"
brew "gd"
brew "gpgme"
brew "hdf5"
brew "json-c"
brew "proj"
brew "libgeotiff"
brew "libheif"
brew "netcdf"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gist"
brew "git"
brew "git-extras"
brew "git-quick-stats"
brew "go"
brew "gource"
brew "netpbm"
brew "graphviz"
brew "grc"
brew "htop"
brew "imagemagick"
brew "inframap"
brew "jq"
brew "macvim"
brew "n"
brew "nmap"
brew "ollama", restart_service: true
brew "openssl@1.1"
brew "pick"
brew "pinentry-mac"
brew "virtualenv"
brew "pipenv"
brew "pnpm"
brew "pure"
brew "pyenv"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "semgrep"
brew "snyk-cli"
brew "terraform"
brew "testssl"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "puma/puma/puma-dev"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "alacritty"
cask "chromium"
cask "diffusionbee"
cask "discord"
cask "docker"
cask "drawio"
cask "firefox-developer-edition"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "fontbase"
cask "gpg-suite-no-mail"
cask "kap"
cask "lastpass"
cask "miniconda"
cask "mullvadvpn"
cask "pgadmin4"
cask "qgis"
cask "qlzipinfo"
cask "session-manager-plugin"
cask "slack"
cask "visual-studio-code"
cask "zap"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "rebornix.ruby"
vscode "technosophos.base16"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
