ack
acpica
ant
apple-gcc42
asciidoc
autoconf
autojump
automake
blitz
boost
brew-cask
cabextract
cairo
cloc
cloog
cmake
coreutils
cscope
ctags
curl-ca-bundle
despotify
dirmngr
docbook
docbook-xsl
dos2unix
dotwrp
doxygen
eigen
elasticsearch
encfs
encfsmacosxfuse
enscript
faac
ffmpeg
fftw
fltk
fontconfig
freetype
gcc
gd
gdbm
gettext
gfortran
ghc
ghostscript
gist
git
git-extras
glew
glib
glm
glpk
gmp
gnu-getopt
gnu-sed
gnupg
gnupg2
gnuplot
gobject-introspection
gource
gpg-agent
graphicsmagick
graphviz
grc
gsl
harfbuzz
haskell-platform
hdf5
heroku-toolbelt
htop-osx
icu4c
iftop
imagemagick
isl
jasper
jbig2dec
jpeg
jsl
lame
libao
libassuan
libevent
libexif
libffi
libgcrypt
libgpg-error
libgphoto2
libicns
libksba
libmagic
libmpc
libogg
libpng
libtiff
libtool
libusb
libusb-compat
libvorbis
libyaml
little-cms
little-cms2
lua
luarocks
macvim
maven
md5sha1sum
memcached
mercurial
mongodb
mpfr
mpg123
multimarkdown
nmap
node
opencv
openssl
optipng
ossp-uuid
osxfuse
pango
pcre
phantomjs
pidof
pinentry
pixman
pkg-config
play
pow
pth
python
python3
qhull
qrupdate
qt
r
rbenv
readline
riak
rlog
ruby-build
s3cmd
sane-backends
sbt
scala
scons
sdl
sdl2
sdl2_image
sdl_image
siege
sl
sleepwatcher
sloccount
spark
sqlite
ssh-copy-id
suite-sparse
swig
szip
tbb
texi2html
texinfo
the_silver_searcher
tmux
todo-txt
tree
v8
valgrind
wakeonlan
webp
wget
x264
xmlto
xvid
xz
yasm
zsh
